Repository: MaksymVasylchuk/users-bulk-delete-with-preview
Catalog: languages/users_bulk_delete_with_preview-*.po
Languages: uk

source: Search for users
uk: Пошук користувачів

source: Select meta field
uk: Виберіть мета-поле

source: Select user roles
uk: Виберіть ролі користувачів

source: Select products that bought user
uk: Виберіть продукти, які купив користувач

source: Select subscriptions
uk: Виберіть підписки

source: Select memberships
uk: Виберіть членства

source: Select registration date
uk: Виберіть дату реєстрації

source: An unexpected error occurred.
uk: Сталася неочікувана помилка.

source: Username
uk: Ім’я користувача

source: Email
uk: Електронна пошта

source: Registered
uk: Зареєстрований

source: Role
uk: Роль

source: Assign related content to user
uk: Призначте пов’язаний вміст користувачу

source: An unknown error occurred.
uk: Сталася невідома помилка.

source: You do not have sufficient permissions to perform this action.
uk: У вас недостатньо прав для виконання цієї дії.

source: Invalid nonce
uk: Недійсний nonce

source: Select type
uk: Виберіть тип

source: Invalid security token
uk: Недійсний маркер безпеки

source: Something went wrong. Please try again.
uk: Щось пішло не так. Спробуйте ще раз.

source: User IDs should be an array.
uk: Ідентифікатори користувачів мають бути масивом.

source: At least one required field.
uk: Принаймні одне обов’язкове поле.

source: No users found with the given filters
uk: Користувачів із заданими фільтрами не знайдено

source: No users found for the provided IDs.
uk: Не знайдено користувачів для наданих ідентифікаторів.

source: Please select at least one user for deletion.
uk: Будь ласка, виберіть принаймні одного користувача для видалення.

source: Choose from existing users
uk: Виберіть з існуючих користувачів

source: Find users according to certain criteria
uk: Знайти користувачів за певними критеріями

source: Find users using WooCommerce filters
uk: Знайдіть користувачів за допомогою фільтрів WooCommerce

source: Select a user
uk: Виберіть користувача

source: Method %1$s does not exist in class %2$s.
uk: Метод %1$s не існує в класі %2$s.

source: You must update WordPress to use the plugin.
uk: Ви повинні оновити WordPress, щоб використовувати плагін.

source: User
uk: Користувач

source: Deleted Users Count
uk: Кількість видалених користувачів

source: Deleted User Data
uk: Видалені дані користувача

source: Deletion Time
uk: Час видалення

source: Confirm Deletion
uk: Підтвердити видалення

source: Close
uk: Закрити

source: Are you sure you want to delete this(these) user(s)?
uk: Ви впевнені, що хочете видалити цього(их) користувача(ів)?

source: Cancel
uk: Скасувати

source: Delete
uk: Видалити

source: Select existing users
uk: Виберіть існуючих користувачів

source: Select All
uk: Виберіть усі

source: User Role
uk: Роль користувача

source: User Email
uk: Електронна пошта користувача

source: Enter user email...
uk: Введіть адресу електронної пошти користувача…

source: User Registration Date
uk: Дата реєстрації користувача

source: User Meta
uk: Мета користувача

source: Enter user meta value
uk: Введіть мета-значення користувача

source: Step
uk: Крок

source: Success! The selected user %1$s (%2$s) was removed!
uk: Успіх! Вибраного користувача %1$s (%2$s) видалено!

source: Success! All selected users (%d) were removed!
uk: Успіх! Усі вибрані користувачі (%d) були видалені!

source: No users were removed.
uk: Користувачів не видалено.

source: Select
uk: Виберіть

source: Choose filter type
uk: Виберіть тип фільтра

source: Preview
uk: Попередній перегляд

source: Previous step
uk: Попередній крок

source: Export Selected Users
uk: Експорт вибраних користувачів

source: Delete selected users
uk: Видалити вибраних користувачів

source: Bulk Users Delete
uk: Масове видалення користувачів

source: Bulk Users Delete Logs
uk: Журнал масового видалення користувачів

source: Users Bulk Delete With Preview
uk: Масове видалення користувачів WP із попереднім переглядом

source: Logs page
uk: Сторінка журналів

source: Delete users
uk: Видалити користувачів

source: Logs
uk: Журнали
